Repository: vlad-bel/hamster
Catalog: assets/l10n/intl_*.arb
Languages: de

source: Account owner
de: Kontoinhaber

source: Account Verification
de: Account Verifikation

source: Add your company logo.
de: Fügen Sie Ihr Unternehmenslogo hinzu.

# addYourCompanyLogoDescription
source: Choose your company logo and upload it. Make sure the selected image file is of sufficient quality.
de: Wähle Sie Ihr Unternehmenslogo aus und laden es hoch. Achten Sie darauf, dass die ausgewählte Bilddatei eine ausreichende Qualität hat.

source: Add bank details
de: Bankverbindung hinzufügen

source: Add branch
de: Filiale hinzufügen

source: Add branch hours
de: Öffnungszeiten der Filiale hinzufügen

source: Add branch picture
de: Filialbild hinzufügen

# add_business_account
source: Add your business account
de: Fügen Sie ihr Unternehmenskonto hinzu

# add_category
source: Add store categories
de: Filialkategorien hinzufügen

# add_details
source: Add the appropriate branch information
de: Fügen Sie die passenden Filialangaben hinzu.

source: Add logo
de: Logo hinzufügen

source: Add opening time
de: Öffnungszeit hinzufügen

# add_picture_for_branch
source: Add pictures of your branch.
de: Fügen Sie Bilder Ihrer Filiale hinzu.

# add_picture_for_branch_descr
source: Select and upload your branch images. Make sure that the selected image files are of sufficient quality.
de: Wähle Sie Ihre Filialbilder aus und laden Sie sie hoch. Achten Sie darauf, dass die ausgewählten Bilddateien eine ausreichende Qualität haben.

source: Add subcategory
de: Unterkategorie hinzufügen

source: Base data
de: Stammdaten

# branch_category
source: Store Categories
de: Filialkategorien

# branch_equipment
source: Store equipment
de: Filialausstattung

# branch_id
source: Number: {number}
de: Nummer: {number}

# branch_name
source: store name
de: Filialname

# branch_profile
source: Store Profile
de: Filialprofil

source: Branches
de: Filialien

# call_method1
source: Choose your favorite method to the number you provided
de: Wählen Sie Ihre favorisierte Methode, um die von Ihnen angegebenen Nummer

# call_method2
source: to verify.
de: zu verifizieren.

# cancel_register
source: Logout
de: Abmelden

source: Cash register manufacturer
de: Kassenhersteller

# cash_register_system_used
source: Cash register system used in your branch
de: Genutzte Kassensysteme in Ihrer Filiale

source: Change password
de: Passwort ändern

# choose_main_category
source: Choose a main category.
de: Wählen Sie eine Hauptkategorie aus.

# choose_main_category_descr
source: Choose a main category by double-clicking it. This is displayed to all HamsterApp users.
de: Wählen Sie eine Hauptkategorie durch Doppelklick. Diese wird allen HamsterApp-Nutzern angezeigt.

source: closed
de: geschlossen

source: Closes
de: Schließt

# commercial_register_number
source: Commercial Register No. (if available)
de: Handelsregister Nr. (falls vorhanden)

source: COMPANIES
de: UNTERNEHMEN

# company_hint
source: Company name
de: Unternehmensname

source: Company name
de: Unternehmensname

source: Company profile
de: Unternehmensprofil

# confirm_number_subtitle1
source: You will immediately receive an SMS to the number you have given
de: Sie erhalten gleich eine SMS an die von Ihnen angegebenen Nummer

# confirm_number_subtitle2
source: Please enter the popular 5-digit code to create your user account.
de: Bitte geben Sie den angesagten 5-stelligen Code ein, um Ihren Nutzeraccount anzulegen.

# confirm_number_title
source: Confirm your phone number.
de: Bestätigen Sie Ihre Telefonnummer

source: CONNECTION
de: ANBINDUNG

# continue_button
source: CONTINUE
de: WEITER

# country_hint
source: Country
de: Land

# create_company_profile
source: Create your company profile.
de: Legen Sie Ihr Unternehmensprofil an.

# create_company_profile_descr
source: Let us know how your company can be reached by post.
de: Teilen Sie uns mit, wie Ihr Unternehmen postalisch erreicht werden kann.

source: Data incomplete
de: Daten unvollständig

# emailCodeSent
source: You will receive another email from us shortly.
de: Sie erhalten in Kürze erneut eine E-Mail von uns.

# entrances_count
source: Entrance doors amount {number}
de: Eingangstüren {number}

# tills_count
source: {number} Tills
de: {number} Kassen

source: Error
de: Fehler

source: Finance
de: Finanzen

source: Finance1
de: Finanzen1

# for_credits_and_regular_billing
source: For credits and regular billing, we still need your bank details and consent to the direct debit procedure
de: Für Gutschriften und regelmäßige Abrechnungen benötigen wir noch Ihre Bankverbindung und die Einwilligung zum Bankeinzugsverfahren

# forget_password
source: Have you forgotten your password?
de: Sie haben Ihr Passwort vergessen?

# forget_password_header
source: Forgot your password?
de: Sie haben Ihr Passwort vergessen?

# forget_password_subtitle
source: Enter your email address associated with your account to continue resetting your password.
de: Geben Sie Ihre E-Mail-Adresse ein, welche mit Ihrem Konto verbunden ist, um mit dem Zurücksetzen Ihres Passworts fortzufahren.

# forgetpassword_email_subtitle
source: Choose your favorite method to recover the account password
de: Wählen Sie Ihre favorisierte Methode, um das Passwort des Accounts

# forgetpassword_email_subtitle2
source: to reset.
de: de zurückzusetzen.

source: Friday
de: Freitag

source: Help center
de: Hilfe-Center

# help_us_connect_branch
source: Help us connect your branch by specifying you POS systems
de: Helfen Sie uns Ihre Filiale schnell anzubinden indem Sie Ihre Kassensysteme angeben

# i_authorize_collect_payment
source: I authorize Hamster Systems AG to collect payments from my account by direct debit. At the same time, I instruct my bank to redeem the direct debits drawn by Hamster Systems AG on my account. By accepting this agreement, Hamster Systems AG undertakes to im to the same extent on the payment of credit to the above account
de: Ich ermächtige die Hamster Systems AG Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von der Hamster Systems AG auf mein Konto gezogenen Lastschriften einzulösen. Mit Akzeptanz dieser Vereinbarung verpflichtet sich die Hamster Systems AG im gleichen Maße auf die Auszahlung von Guthaben auf das o.g. Konto

# i_certify_info_correct
source: I hereby certify that all of the information I have given is complete and correct.
de: Hiermit versichere ich, dass alle von mir getätigten Angaben vollständig und korrekt sind

# iban_format_error
source: The IBAN number should only contain Latin letters and numbers
de: Die IBAN Nummer sollte nur lateinische Buchstaben und Zahlen enthalten

# if_branch_closed_on_selected
source: If the branch is closed on the selected day(s), leave the fields below empty
de: Sollte die Filiale an dem/den zuvor ausgewählten Tag/en geschlossen sein so lassen Sie die unten stehenden Felder leer

# if_identical_addresses
source: If your company and a branch have the identical address, please mark the information that is over -aging.
de: Sollten Ihr Unternehmen und eine Filiale die identisch Adresse haben, dann markieren Sie bitte die übereinstimmenden Angaben.

# location_hint
source: Location
de: Ort

source: Main category
de: Hauptkategorie

# max_length_error
source: The maximum length is $0 characters
de: Die maximale Länge entspricht $0 Zeichen

# max_length_reached
source: Maximum length reached
de: Die maximale Zeichenangabe ist erreicht

# max_number
source: Minimum number {length} characters
de: Maximale Nummernlänge {length} Zeichen

# min_length_field
source: The minimum number of characters was not reached
de: Die mindestanzahl an Zeichen wurde nicht erreicht

# min_number
source: Maximum number {length} characters
de: Minimale Nummernlänge {length} Zeichen

source: Model (if known)
de: Modell (falls bekannt)

source: Monday
de: Montag

source: My Company
de: Mein Unternehmen

source: Next
de: Weiter

# hasOneSpecialCharacter
source: 1 Zahl
de: 1 Sonderzeichen

source: Not visible
de: Nicht sichtbar

# num_hint
source: No.
de: Nr.

source: NUMBER
de: NUMMER

# number_of_branch_entrances
source: Number of store entrances
de: Anzahl Filialeingänge

source: Number of registers
de: Anzahl Kassen

source: Opening hours
de: Öffnungszeiten

source: Opens
de: Öffnet

source: wrong password
de: Falsches Passwort

source: Payment Information
de: Zahlungsinformationen

# phone_call
source: Phone
de: Anruf

# post_hint
source: Postcode
de: PLZ

source: Request verification
de: Verifikation beantragen

source: Required field
de: Pflichtfeld

# smsSentDescription
source: You will shortly receive another SMS from us
de: Sie erhalten in Kürze erneut eine SMS von uns

# reset_email
source: Resend email
de: E-Mail erneut versenden

# return_button
source: RETURN
de: ZURÜCK

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Search
de: Suchen

source: Select all
de: Alles auswählen

source: Select country code
de: Ländervorwahl wählen

# select_number_title
source: Please let us know which phone number to verify via SMS or voice call.
de: Bitte teilen Sie uns mit, welche Telefonnummer per SMS oder Anruf mit automatischer Sprachansage verifiziert werden soll.

# select_subcategories
source: Select appropriate subcategories.
de: Wählen Sie passende Unterkategorien aus.

# select_subcategories_descr
source: Select up to nine subcategories to improve search results in the HamsterApp.
de: Wählen Sie bis zu neun Unterkategorien aus, um die Suchergebnisse in der HamsterApp zu verbessern.

# select_week_days
source: First select the day(s) of the week whose opening hours you want to edit
de: Wählen Sie zuerst den/die Wochentag/e aus, deren Öffnungszeiten Sie bearbeiten wollen

source: Settings
de: Einstellungen

# smsResent
source: You will receive another SMS from us shortly
de: Sie erhalten in Kürze erneut eine SMS von uns

# sms_invalid
source: The entered code was invalid.
de: Der eingegebene Code war ungültig.

# sms_resend
source: Send SMS again
de: SMS erneut versenden

# street_hint
source: Street
de: Straße

source: Street, house number
de: Straße, Hausnummer

source: Subcategory
de: Unterkategorie

source: Success
de: Erfolg

source: Sunday
de: Sonntag

source: Tax number
de: Steuernummer

# telephone_number_if_available
source: Phone number for customers (if available)
de: Telefonnummer für Kunden (falls vorhanden)

source: Thursday
de: Donnerstag

source: Till
de: Kasse

source: Tills
de: Kassen

source: TO SAVE
de: SPEICHERN

# edit_photo
source: Edit your profile photo.
de: Bearbeiten Sie Ihr Profilfoto.

# edit_photo_descr
source: Select the correct section of your profile photo.
de: Wählen Sie den richtigen Bereich Ihres Profilfotos aus.

# edit_company_logo
source: Edit your company logo.
de: Bearbeiten Sie Ihr Unternehmenslogo.

# choose_background_color
source: Choose the appropriate background color.
de: Wählen Sie die passende Hintergrundfarbe aus.

source: Close
de: SchliEßEn

source: Palette
de: Farbenskala

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Phone Number
de: Telefonnummer

# website_valigation
source: The web site must be written according to the following template 'website.net'
de: Die Website muss nach der folgenden Vorlage 'website.net' geschrieben werden

# phone_validation
source: The phone number provided is invalid. Please try a different one
de: Die angegebene Telefonnummer ist ungültig. Bitte versuchen Sie eine andere

source: Tuesday
de: Dienstag

source: USER
de: NUTZER

source: User account
de: Nutzeraccount

source: User account created
de: Nutzeraccount angelegt

# user_account_created_description
source: You have successfully created your user account and therefore only have one more step to gain access to Hamster's BusinessTerminal.
de: Sie haben erfolgreich Ihren Nutzeraccount angelegt und haben somit nur noch einen weiteren Schritt vor sich, um Ihren Zugang zum BusinessTerminal von Hamster zu erhalten.

source: User Management
de: Nutzerverwaltung

# vat_id
source: VAT ID (if available)
de: Umsatzsteuer ID (falls vorhanden)

source: Verified
de: Verifiziert

source: Visible
de: Sichtbar

# website_if_available
source: Website (if any)
de: Webseite (falls vorhanden)

source: Wednesday
de: Mittwoch

source: ZIP code and location
de: Postleitzahl und Ort

# add_pos
source: Add POS system
de: Kassensystem hinzufügen

# file_size_validation
source: The image should be in PNG, JPEG, BMP format and no larger than 10Mb
de: Das Bild sollte das Format PNG, JPEG, BMP haben und nicht größer als 10Mb sein

# do_you_intend_change_email
source: Do you intend to change E-Mail?
de: Sie beabsichtigen Ihre E-Mail-Adresse zu ändern?

# which_new_email
source: Please let us know which new e-mail address should replace the currently stored address:
de: Bitte teilen Sie uns mit, welche neue E-Mail-Adresse die momentan hinterlegte Adresse, ersetzen soll:

source: Should not be empty
de: Sollte nicht leer sein

# minLength
source: Minimal length is {minLength}
de: Mindestlänge ist {minLength}

# maxLength
source: Maximal length is {maxLength}
de: Maximale Länge ist {maxLength}

source: Should not contain special characters
de: Sollte keine Sonderzeichen enthalten
